model_check = {
    "H5页面": "",
    "IOT保养报警": "",
    "Uweb统计接口": "",
    "个人备件": ["个人备件使用情况", "个人备件清单", "个人备件操作"],
    "产品相关": {
        "产品型号": ["产品型号系统配置", "产品型号管理"],
        "产品": ["产品系统配置", "产品管理", "产品备件", "iot故障及告警", "产品二维码"]
    },
    "备件相关": {
        "供应商管理": "",
        "仓库库位": ["仓库管理及库存", "库位管理及库存"],
        "备件出入库": {
            "备件入库": ["入库操作", "入库审批"],
            "备件出库": ["出库操作", "出库审批"],
            "备件配置": ""
        },
        "备件管理": ["备件类型管理", "备件管理", "备件库存"]
    },
    "全国省市区列表查询": "",
    "公司基础信息": "",
    "列配置管理": "",
    "员工工单统计": "",
    "员工": ["员工管理", "员工账号管理"],
    "工单相关": {
        "工单配置": ["工单类型管理", "回访配置", "工单节点配置", "工单超时配置", "工单预警配置", "工单流转规则"],
        "工单流程": ["工单创建", "工单指派", "工单转派&拒绝&接受&开始", "工单取消", "工单关闭", "工单服务记录",
                     "工单完工回执及提交验收", "客户验收", "客户评价", "工单回访"],
        "工单审批": "",
        "工单池管理": ["工单池管理", "工单池员工管理", "工单池工单"]
    },
    "字典管理": "",
    "字段管理": "",
    "定时任务": "",
    "客户管理": ["客户管理", "客户联系人管理"],
    "客服电话表管理": "",
    "支付相关": ["支付配置", "工单支付"],
    "服务项目管理": ["服务项目配置", "服务项目管理"],
    "服务首页": "",
    "消息推送": "",
    "组织管理": "",
    "维保任务管理": ["维保配置", "维保任务"],
    "诉求相关": {
        "诉求配置": ["诉求类型管理", "诉求节点配置", "诉求超时配置", "诉求流转规则", "诉求预警配置"],
        "诉求流程": ["诉求创建", "诉求指派", "诉求转派", "诉求关闭", "诉求执行"],
        "诉求审批": ""
    },
    "账单汇总": ["账单管理", "账单对账"]
}
